
insert into 
artist
values 
(1,'Pharaoh'),(2,'LXST CXNTURY'),(3,'FFDP'),(4,'Eminem'),(5,'Da Gudda Jazz'),(6,'Sia'),(7,'Lofi Girl'),(8,'Skillet'),(9,'Architects');

insert into 
genre
values 
(1,'Rap'),(2,'Phonk'),(3,'Rock'),(4,'Lo Fi'),(5,'Pop');

insert into 
album 
values 
(1,'Moon',2017),(2,'Creater',2005),(3,'Fire', 2003),(4,'Slim Shady',1999),(5,'Дуэт',2013),(6,'Star',2015),(7,'Manga',2022),(8,'Black Sky',2012),(9, 'waterfall', 2017);
insert into 
track
values 
(1,'Луна',230,1),(2,'Вода',234,1),(3,'Огонь',125,2),(4,'Небо',246,3),(5,'Земля',146,3),(6,'Космос',367,4),(7,'Притяжение',215,5),(8,'Листья',432,6),(9,'Трамвай',321,6),(10,'Ветер',241,6),(11,'Холод',195,7),(12,'Синева',237,8),(13,'Атмосфера',156,3),(14,'Кино',263,2),(15,'Самба',165,4),(16,'Иней',311,5),(17, 'Wave', 247, 5);
insert into
mixtape
values
(1,'MixTop',2011),(2,'GoldMix',2009),(3,'00e',2010),(4,'Star',2022),(5,'sadness',2017),(6,'Gold Collection', 2015),(7,'PopTop',2019),(8,'10e',2020);
insert into
album_artist 
values
(1,8),(2,7),(3,6),(4,5),(5,4),(6,3),(7,2),(8,1),(9,9);
insert into
artist_genre 
values
(1,1),(2,2),(3,3),(4,1),(5,1),(6,5),(7,4),(8,3),(9,3)(9,1);
insert into
mixtape_track 
values
(1,5),(1,10),(1,15),(2,1),(2,6),(2,14),(3,1),(3,2),(3,3),(4,4),(4,5),(4,6),(5,7),(5,8),(5,9),(6,10),(6,11),(7,11),(8,12),(8,13),(8,14),(8,15),(8,16);